Repository: MaryamMH100/Posture-Detect
Catalog: PostureDetect/Localizable.xcstrings
Source language: en
Languages: ar

source: %lld Seconds
ar: %lld ثانية

source: %lldm
ar: %lld دقيقة

source: ⚠ Camera access is required to track your posture.
ar: ⚠ الوصول إلى الكاميرا مطلوب لتتبع وضعية جسمك.

source: Back Stretch
ar: تمدد الظهر

source: Blink Eye Exercise
ar: تمرين رمش العين

source: Break
ar: الاستراحة

source: Cancel
ar: إلغاء

source: Closed-Eye Circular Motion Exercise
ar: تمرين الحركة الدائرية للعيون المغلقة

source: End
ar: النهاية

source: End Exercises
ar: نهاية التمارين

source: Exercise
ar: التمرين

source: Exercises
ar: التمارين

source: Eyes Exercise
ar: تمرين العين

source: Far Away Focus
ar: التركيز في شئ بعيد

source: Forward Neck Stretch
ar: تمرين تمديد الرقبة للأمام

source: Four times
ar: اربعة مرات

source: General
ar: اشعارات عامة

source: Left Neck Stretch
ar: تمرين تمديد الرقبة لليسار

source: Left Shoulders Stretch
ar: تمرين تمديد الأكتاف لليسار

source: Left Triceps Stretch
ar: تمرين تمديد العضلة ثلاثية الرؤوس اليسرى

source: Maintain a healthy posture!
ar: حافظ على وضعية صحية!

source: minutes
ar: الدقائق

source: Neck Stretch
ar: تمدد الرقبة

source: Next
ar: التالي

source: Notifications frequency
ar: تكرار الإشعارات

source: Once
ar: مرة واحدة

source: Pause
ar: توقف مؤقت

source: Preferences
ar: التفضيلات

source: Right Neck Stretch
ar: تمرين تمديد الرقبة لليمين

source: Right Shoulders Stretch
ar: تمرين تمديد الأكتاف لليمين

source: Right Triceps Stretch
ar: تمرين تمديد العضلة ثلاثية الرؤوس اليمنى

source: Save
ar: حفظ

source: Session
ar: الجلسة

source: Shoulders Stretch
ar: تمدد الأكتاف

source: Skip
ar: تجاهل

source: Start
ar: البداية

source: Start >
ar: إبدأ

source: Start Exercises
ar: بداية التمارين

source: Start the timer and track your posture
ar: ابدأ المؤقت وتابع وضعية جلوسك.

source: Stay in the picture!
ar: ابقَ في الصورة!

source: Time remaining: %lld sec
ar: الوقت المتبقي: %lld ثانية

source: Twice
ar: مرتين

source: Upward Neck Stretch
ar: تمرين تمديد الرقبة للخلف

source: We use the camera to analyze your posture with AI, without saving any images. Just a quick analysis to help you improve your sitting position.
ar: نستخدم الكاميرا لتحليل وضعية جلوسك بالذكاء الاصطناعي دون حفظ أي صور. مجرد تحليل سريع لمساعدتك على تحسين جلستك.

source: We’ll send you gentle notifications if your sitting posture needs adjustment or when it’s time for a break.
ar: سنرسل لك إشعارات لطيفة إذا كنت بحاجة إلى تعديل جلستك أو عندما يحين وقت الاستراحة.

source: We’ve prepared simple exercises to help you sit correctly and reduce strain and stress on your body.
ar: لقد أعددنا تمارين بسيطة لمساعدتك على الجلوس بشكل صحيح وتقليل الإجهاد والتوتر على جسمك.

source: Welcome to Addel!
ar: أهلاً بك في عدّل

source: Work hours
ar: ساعات العمل

source: Your smart assistant for detecting bad posters and improving awareness.
ar: مساعدك الذكي لاكتشاف الجلسات الخاطئة وتحسين الوعي.
